Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 16.0.0.0 (16.0.0.0)
 Syntax
  C#
public void MoveOriginToHostOrigin(
	bool resetToOriginalRotation
)
  Visual Basic
Public Sub MoveOriginToHostOrigin ( _
	resetToOriginalRotation As Boolean _
)
  Visual C++
public:
void MoveOriginToHostOrigin(
	bool resetToOriginalRotation
)
 Parameters
  resetToOriginalRotation
 Type:  System Boolean
 See Also
  RevitLinkInstance Class
  Autodesk.Revit.DB Namespace